src/xml/request_oclc/oclc_filmatiseretbog_untergang.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:foxml="info:fedora/fedora-system:def/foxml#" xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://www.fedora.info/definitions/1/0/foxml1-1.xsd">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
<oclcRecords><oclcRecord><foxml:digitalObject VERSION="1.1" PID="870970-basis:25797140">
<foxml:objectProperties>
<foxml:property NAME="info:fedora/fedora-system:def/model#state" VALUE="Active"/>
<foxml:property NAME="info:fedora/fedora-system:def/model#label" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#ownerId" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#createdDate" VALUE="2013-05-16T12:09:11.067Z"/>
<foxml:property NAME="info:fedora/fedora-system:def/view#lastModifiedDate" VALUE="2013-05-16T12:09:11.152Z"/>
</foxml:objectProperties>
<foxml:datastream ID="AUDIT" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="AUDIT.0" LABEL="Audit Trail for this object" CREATED="2013-05-16T12:09:11.067Z" MIMETYPE="text/xml" FORMAT_URI="info:fedora/fedora-system:format/xml.fedora.audit">
<foxml:xmlContent>
<audit:auditTrail xmlns:audit="info:fedora/fedora-system:def/audit#">
<audit:record ID="AUDREC1">
<audit:process type="Fedora API-M"/>
<audit:action>modifyDatastreamByValue</audit:action>
<audit:componentID>RELS-SYS</audit:componentID>
<audit:responsibility>fedoraAdmin</audit:responsibility>
<audit:date>2013-05-16T12:09:11.152Z</audit:date>
<audit:justification></audit:justification>
</audit:record>
</audit:auditTrail>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="DC" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="DC.0" LABEL="" CREATED="2013-05-16T12:09:11.075Z" MIMETYPE="text/xml" SIZE="1437">
<foxml:xmlContent>
<oai_dc:dc xmlns:oai_dc="http://www.openarchives.org/OAI/2.0/oai_dc/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://www.openarchives.org/OAI/2.0/oai_dc/ http://www.openarchives.org/OAI/2.0/oai_dc.xsd">
  <dc:title>til den bitre ende</dc:title>
  <dc:title>MATCH:til de</dc:title>
  <dc:creator>Traudl Junge</dc:creator>
  <dc:creator>NOBIRTH:Traudl Junge</dc:creator>
  <dc:creator>MATCHSTRING:Junget</dc:creator>
  <dc:subject>adolf hitler</dc:subject>
  <dc:subject>hitler adolf</dc:subject>
  <dc:subject>traudl junge</dc:subject>
  <dc:subject>junge traudl</dc:subject>
  <dc:subject>den 2. verdenskrig</dc:subject>
  <dc:subject>erindringer</dc:subject>
  <dc:subject>historie</dc:subject>
  <dc:subject>Tyskland</dc:subject>
  <dc:subject>1940-1949</dc:subject>
  <dc:publisher>satellit</dc:publisher>
  <dc:publisher>MATCHSTRING:satelli</dc:publisher>
  <dc:contributor>MATCHSTRING:Müllerm</dc:contributor>
  <dc:contributor>melissa müller</dc:contributor>
  <dc:date>2005</dc:date>
  <dc:type>Bog</dc:type>
  <dc:type>WORK:literature</dc:type>
  <dc:identifier>870970-basis:25797140</dc:identifier>
  <dc:identifier>ISBN:8779841007</dc:identifier>
  <dc:identifier>ISBN:9788779841000</dc:identifier>
  <dc:source>bis zur letzten stunde</dc:source>
  <dc:language>Dansk</dc:language>
  <dc:relation>FirstEdition:24923428</dc:relation>
</oai_dc:dc>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="commonData" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="commonData.0" LABEL="" CREATED="2013-05-16T12:09:11.076Z" MIMETYPE="text/xml" SIZE="9165">
<foxml:xmlContent>
<ting:container xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:docbook="http://docbook.org/ns/docbook" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:ting="http://www.dbc.dk/ting" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><dkabm:record><ac:identifier>25797140|870970</ac:identifier><ac:source>Bibliotekskatalog</ac:source><dc:title>Til den bitre ende</dc:title><dc:title xsi:type="dkdcplus:full">Til den bitre ende : Hitlers sekretær fortæller om sit liv</dc:title><dcterms:alternative>Der untergang</dcterms:alternative><dc:creator xsi:type="dkdcplus:aut">Traudl Junge</dc:creator><dc:creator xsi:type="oss:sort">Junge, Traudl</dc:creator><dc:subject xsi:type="dkdcplus:DK5">94.41</dc:subject><dc:subject xsi:type="dkdcplus:DBCF">Adolf Hitler</dc:subject><dc:subject xsi:type="oss:sort">Hitler, Adolf</dc:subject><dc:subject xsi:type="dkdcplus:DBCF">Traudl Junge</dc:subject><dc:subject xsi:type="oss:sort">Junge, Traudl</dc:subject><dc:subject xsi:type="dkdcplus:DBCF">den 2. verdenskrig</dc:subject><dc:subject xsi:type="dkdcplus:DBCO">erindringer</dc:subject><dc:subject xsi:type="dkdcplus:DBCF">historie</dc:subject><dcterms:abstract>Traudl Junge (1920-2002) var sekretær for Adolf Hitler fra 1942 frem til hans død. Hun skrev hans taler, breve og hans private og politiske testamente og tilbragte de sidste timer med ham i bunkeren i Berlin</dcterms:abstract><dcterms:audience>voksenmaterialer</dcterms:audience><dkdcplus:version>3. udgave, 1. oplag</dkdcplus:version><dc:publisher>Satellit</dc:publisher><dc:contributor>Melissa Müller</dc:contributor><dc:date>2005</dc:date><dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type><dcterms:extent>255 sider, tavler</dcterms:extent><dc:identifier xsi:type="dkdcplus:ISBN">87-7984-100-7</dc:identifier><dc:identifier xsi:type="dkdcplus:ISBN">9788779841000</dc:identifier><dc:source>Bis zur letzten Stunde</dc:source><dc:language xsi:type="dcterms:ISO639-2">dan</dc:language><dc:language>Dansk</dc:language><dcterms:spatial xsi:type="dkdcplus:DBCF">Tyskland</dcterms:spatial><dcterms:temporal xsi:type="dkdcplus:DBCP">1940-1949</dcterms:temporal></dkabm:record><marcx:collection xmlns:marcx="info:lc/xmlns/marcxchange-v1"><marcx:record format="danMARC2" type="Bibliographic"><marcx:leader>00000n    2200000   4500</marcx:leader><marcx:datafield ind1="0" ind2="0" tag="001"><marcx:subfield code="a">25797140</marcx:subfield><marcx:subfield code="b">870970</marcx:subfield><marcx:subfield code="c">20111203141402</marcx:subfield><marcx:subfield code="d">20050615</marcx:subfield><marcx:subfield code="f">a</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="004"><marcx:subfield code="r">n</marcx:subfield><marcx:subfield code="a">e</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="008"><marcx:subfield code="t">m</marcx:subfield><marcx:subfield code="u">u</marcx:subfield><marcx:subfield code="a">2005</marcx:subfield><marcx:subfield code="b">dk</marcx:subfield><marcx:subfield code="d">y</marcx:subfield><marcx:subfield code="k">a</marcx:subfield><marcx:subfield code="l">dan</marcx:subfield><marcx:subfield code="x">06</marcx:subfield><marcx:subfield code="v">0</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="009"><marcx:subfield code="a">a</marcx:subfield><marcx:subfield code="g">xx</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="017"><marcx:subfield code="a">24923428</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="021"><marcx:subfield code="e">9788779841000</marcx:subfield><marcx:subfield code="c">hf.</marcx:subfield><marcx:subfield code="d">kr. 59,95</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="021"><marcx:subfield code="a">87-7984-100-7</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="032"><marcx:subfield code="x">ACC200524</marcx:subfield><marcx:subfield code="a">DBF200531</marcx:subfield><marcx:subfield code="x">SFD200531</marcx:subfield><marcx:subfield code="x">DAT201016</marcx:subfield><marcx:subfield code="x">DAT991149</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="041"><marcx:subfield code="a">dan</marcx:subfield><marcx:subfield code="c">ger</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="100"><marcx:subfield code="a">Junge</marcx:subfield><marcx:subfield code="h">Traudl</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="241"><marcx:subfield code="a">Bis zur letzten Stunde</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="245"><marcx:subfield code="a">Til den bitre ende</marcx:subfield><marcx:subfield code="c">Hitlers sekretær fortæller om sit liv</marcx:subfield><marcx:subfield code="e">Traudl Junge</marcx:subfield><marcx:subfield code="e">i samarbejde med Melissa Müller</marcx:subfield><marcx:subfield code="f">på dansk ved Adam Paulsen</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="250"><marcx:subfield code="a">3. udgave</marcx:subfield><marcx:subfield code="x">1. oplag</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="260"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="a">[Kbh.]</marcx:subfield><marcx:subfield code="b">Satellit</marcx:subfield><marcx:subfield code="c">2005</marcx:subfield><marcx:subfield code="k">Nørhaven Paperback</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="300"><marcx:subfield code="a">255 sider, tavler</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="504"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="a">Traudl Junge (1920-2002) var sekretær for Adolf Hitler fra 1942 frem til hans død. Hun skrev hans taler, breve og hans private og politiske testamente og tilbragte de sidste timer med ham i bunkeren i Berlin</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="512"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="i">Film med titel</marcx:subfield><marcx:subfield code="t">Der ¤untergang</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="520"><marcx:subfield code="a">Tidligere: 2. udgave. Kbh. : Lindhardt og Ringhof, 2004</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="521"><marcx:subfield code="b">1. oplag</marcx:subfield><marcx:subfield code="c">2005</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="600"><marcx:subfield code="1"></marcx:subfield><marcx:subfield code="a">Junge</marcx:subfield><marcx:subfield code="h">Traudl</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="600"><marcx:subfield code="1"></marcx:subfield><marcx:subfield code="a">Hitler</marcx:subfield><marcx:subfield code="h">Adolf</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="m">94.41</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="p">99.4</marcx:subfield><marcx:subfield code="a">Hitler</marcx:subfield><marcx:subfield code="h">Adolf</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="p">99.4</marcx:subfield><marcx:subfield code="a">Junge</marcx:subfield><marcx:subfield code="h">Traudl</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="f">den ¤2. verdenskrig</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="f">historie</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="i">1940-1949</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="e">Tyskland</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="o">erindringer</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="a">Müller</marcx:subfield><marcx:subfield code="h">Melissa</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="990"><marcx:subfield code="a">SFD</marcx:subfield><marcx:subfield code="o">200531</marcx:subfield><marcx:subfield code="c">A</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="996"><marcx:subfield code="a">DBC</marcx:subfield></marcx:datafield></marcx:record></marcx:collection><adminData><creationDate>2005-06-16</creationDate><libraryType>none</libraryType><indexingAlias>danmarcxchange</indexingAlias><accessType>physical</accessType><genre>nonfiktion</genre><collectionIdentifier>870970-basis</collectionIdentifier></adminData></ting:container>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="localData.870970-basis" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="localData.870970-basis.0" LABEL="" CREATED="2013-05-16T12:09:11.076Z" MIMETYPE="text/xml" SIZE="1934">
<foxml:xmlContent>
<ting:localData xmlns:ting="http://www.dbc.dk/ting"><marcx:record xmlns:marcx="info:lc/xmlns/marcxchange-v1" format="danMARC2" type="BibliographicLocal"><marcx:datafield ind1="0" ind2="0" tag="d08"><marcx:subfield code="a">dra, osh</marcx:subfield><marcx:subfield code="r">ehw</marcx:subfield><marcx:subfield code="a">Film-note tilf. (sammen med 2 525 159 8)</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d08"><marcx:subfield code="a">masserettet i forb. med tilføjelse af niveaukoder</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d09"><marcx:subfield code="z">REX200532</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d30"><marcx:subfield code="n">1</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d31"><marcx:subfield code="b">109</marcx:subfield><marcx:subfield code="h">178</marcx:subfield><marcx:subfield code="t">15</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d32"><marcx:subfield code="b">109</marcx:subfield><marcx:subfield code="h">178</marcx:subfield><marcx:subfield code="t">16</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d35"><marcx:subfield code="a">I</marcx:subfield><marcx:subfield code="i">03</marcx:subfield><marcx:subfield code="n">02</marcx:subfield><marcx:subfield code="p">01</marcx:subfield><marcx:subfield code="q">02</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d70"><marcx:subfield code="c">20050620</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="n55"><marcx:subfield code="a">20050616</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="s12"><marcx:subfield code="t">TeamMu200528</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="z99"><marcx:subfield code="a">masseret</marcx:subfield></marcx:datafield></marcx:record></ting:localData>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="RELS-SYS" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="RELS-SYS.1" LABEL="" CREATED="2013-05-16T12:09:11.152Z" MIMETYPE="application/rdf+xml" SIZE="317">
<foxml:xmlContent>
<rdf:RDF xmlns:rdf="http://www.w3.org/1999/02/22-rdf-syntax-ns#">
  <rdf:Description rdf:about="info:fedora/870970-basis:25797140">
    <isMemberOfUnit xmlns="info:fedora/">unit:47970</isMemberOfUnit>
    <isPrimaryBibObjectFor xmlns="info:fedora/">unit:47970</isPrimaryBibObjectFor>
  </rdf:Description>
</rdf:RDF>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
</foxml:digitalObject><ocn></ocn><holdingsServiceResponse><response>
<timestamp>2013-05-30 10:34:27.198</timestamp>
<pid>870970-basis:25797140</pid>
<result>
</result>
</response></holdingsServiceResponse></oclcRecord></oclcRecords>

</ns1:originalData>
<ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
   </ns1:formatRequest>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
